Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Clink does not use Full Access for network, tracking, or anything else.
de: Clink nutzt Vollzugriff nicht für Netzwerk, Tracking oder sonst was.
es: Clink no usa el acceso completo para red, seguimiento ni nada más.
et: Clink ei kasuta täisjuurdepääsu võrgu, jälgimise või millegi muu jaoks.
fr: Clink n'utilise pas l'accès complet pour le réseau, le suivi ou quoi que ce soit d'autre.
hu: A Clink nem használja a teljes hozzáférést hálózathoz, követéshez vagy bármi máshoz.
it: Clink non usa l'accesso completo per la rete, il tracciamento o altro.
ja: Clink はフルアクセスをネットワークや追跡などには使いません。
ko: Clink는 전체 접근을 네트워크나 추적, 그 밖의 어떤 것에도 쓰지 않아요.
ms: Clink tak guna Akses Penuh untuk rangkaian, penjejakan atau apa-apa lain.
pt: O Clink não usa o acesso total para rede, rastreio ou seja o que for.
ru: Clink не использует полный доступ ни для сети, ни для слежки, ни для чего-либо ещё.
zh_hans: Clink 不会拿完全访问去联网、追踪或做别的事。

source: Clink doesn't have access to Cling's shared container on this device.
de: Clink hat auf diesem Gerät keinen Zugriff auf Clings gemeinsamen Container.
es: Clink no tiene acceso al contenedor compartido de Cling en este dispositivo.
et: Clinkil puudub selles seadmes juurdepääs Clingi ühiskasutuses konteinerile.
fr: Clink n'a pas accès au conteneur partagé de Cling sur cet appareil.
hu: A Clinknek nincs hozzáférése a Cling megosztott tárolójához ezen az eszközön.
it: Clink non ha accesso al contenitore condiviso di Cling su questo dispositivo.
ja: この端末では Clink が Cling の共有コンテナにアクセスできません。
ko: 이 기기에서 Clink가 Cling의 공유 컨테이너에 접근할 수 없습니다.
ms: Clink tiada akses kepada bekas kongsi Cling pada peranti ini.
pt: O Clink não tem acesso ao contentor partilhado do Cling neste dispositivo.
ru: На этом устройстве у Clink нет доступа к общему контейнеру Cling.
zh_hans: 在这台设备上，Clink 无法访问 Cling 的共享容器。

source: Clink figures out where you actually meant to tap. Keys grow a bit based on what you're likely to type next so you miss less.
de: Clink erkennt, wo du eigentlich tippen wolltest. Tasten wachsen ein wenig, je nachdem, was du wahrscheinlich als Nächstes tippst, damit du seltener danebentippst.
es: Clink deduce dónde querías tocar de verdad. Las teclas crecen un poco según lo que es probable que escribas después, para que falles menos.
et: Clink saab aru, kuhu sa tegelikult vajutada tahtsid. Klahvid kasvavad natuke sõltuvalt sellest, mida sa järgmisena tõenäoliselt tipid, et sa eksiksid vähem.
fr: Clink comprend où tu voulais vraiment appuyer. Les touches grandissent un peu selon ce que tu risques de taper ensuite pour que tu rates moins.
hu: A Clink kitalálja, hova akartál valójában koppintani. A billentyűk kicsit megnőnek aszerint, hogy mit fogsz valószínűleg gépelni, így kevesebbszer hibázol.
it: Clink capisce dove volevi davvero toccare. I tasti crescono un po' in base a ciò che probabilmente scriverai, così sbagli di meno.
ja: Clink が実際にタップしようとした場所を割り出します。次に打ちそうな文字に合わせてキーが少し大きくなるので、押し間違いが減ります。
ko: Clink가 실제로 누르려던 곳을 알아내요. 다음에 칠 것 같은 키가 조금씩 커져서 덜 놓쳐요.
ms: Clink kenal pasti di mana anda sebenarnya nak ketik. Kekunci membesar sedikit ikut apa yang anda mungkin taip seterusnya supaya anda kurang tersasar.
pt: O Clink percebe onde querias mesmo tocar. As teclas crescem um pouco com base no que é provável que escrevas a seguir, para falhares menos.
ru: Clink понимает, куда вы на самом деле целились. Клавиши немного растут в зависимости от того, что вы, скорее всего, напечатаете дальше, — и вы реже промахиваетесь.
zh_hans: Clink 会算出你实际想点的位置。按键会根据你接下来可能打的字稍微变大，让你少点错。

source: Clink fonts
de: Clink-Schriftarten
es: Fuentes de Clink
et: Clinki fondid
fr: Polices de Clink
hu: Clink-betűtípusok
it: Caratteri di Clink
ja: Clink フォント
ko: Clink 글꼴
ms: Fon Clink
pt: Tipos de letra do Clink
ru: Шрифты Clink
zh_hans: Clink 字体

source: Clink grows from what its users ask for. Something missing, or not working the way you'd like? Pick a channel below. A real person reads every message and will do their best to help.
de: Clink wächst mit dem, was seine Nutzer sich wünschen. Etwas fehlt oder funktioniert nicht so, wie du es gerne hättest? Wähle unten einen Kanal. Ein echter Mensch liest jede Nachricht und wird sein Bestes tun, um zu helfen.
es: Clink crece con lo que piden sus usuarios. ¿Te falta algo o no funciona como te gustaría? Elige un canal abajo. Una persona real lee cada mensaje y hará todo lo posible por ayudarte.
et: Clink kasvab koos sellega, mida kasutajad küsivad. Midagi puudu või ei tööta nii, nagu sooviksite? Valige allpool kanal. Päris inimene loeb iga sõnumit ja teeb kõik endast oleneva, et aidata.
fr: Clink évolue grâce aux demandes de ses utilisateurs. Il manque quelque chose ou une fonction ne marche pas comme tu le souhaites ? Choisis un moyen de nous contacter ci-dessous. Une vraie personne lit chaque message et fera de son mieux pour t’aider.
hu: A Clink abból nő, amit a felhasználók kérnek. Hiányzik valami, vagy nem úgy működik, ahogy szeretnéd? Válassz lent egy csatornát. Egy valódi ember elolvassa minden üzenetedet, és mindent megtesz, hogy segítsen.
it: Clink cresce con ciò che chiedono i suoi utenti. Manca qualcosa, o non funziona come vorresti? Scegli un canale qui sotto. Una persona vera legge ogni messaggio e farà del suo meglio per aiutarti.
ja: Clinkはユーザーの声から生まれています。何か足りない、または思うように動かないことはありますか？下の連絡先からお知らせください。すべてのメッセージを実際の担当者が読み、全力でサポートします。
ko: Clink는 사용자들의 요청으로 성장합니다. 빠진 것이 있거나 원하는 대로 작동하지 않나요? 아래에서 채널을 선택하세요. 모든 메시지를 실제 사람이 읽고 최선을 다해 도와드립니다.
ms: Clink berkembang daripada apa yang pengguna minta. Ada sesuatu yang tiada, atau tidak berfungsi seperti yang anda mahu? Pilih saluran di bawah. Orang sebenar membaca setiap mesej dan akan cuba sedaya upaya untuk membantu.
pt: A Clink cresce com aquilo que os seus utilizadores pedem. Falta alguma coisa, ou não funciona como gostarias? Escolhe um canal abaixo. Uma pessoa real lê cada mensagem e fará o seu melhor para ajudar.
ru: Clink растёт благодаря запросам своих пользователей. Чего-то не хватает или что-то работает не так, как хотелось бы? Выберите канал ниже. Каждое сообщение читает живой человек, и он сделает всё возможное, чтобы помочь.
zh_hans: Clink 因用户的需求而成长。有缺失的功能，或使用体验不如意？从下方选择一个渠道。每条消息都会由真人阅读，我们会尽力帮助。

source: Clink has no server and no copy of the key, so nobody at Clink can read any of it.
de: Clink hat keinen Server und keine Kopie des Schlüssels – niemand bei Clink kann davon irgendetwas lesen.
es: Clink no tiene servidor ni copia de la clave, así que nadie en Clink puede leer nada de esto.
et: Clinkil pole serverit ega koopia võtmest, seega keegi Clinkis ei saa seda lugeda.
fr: Clink n’a ni serveur ni copie de la clé : personne chez Clink ne peut en lire quoi que ce soit.
hu: A Clinknek nincs szervere és nincs másolata a kulcsról, így a Clinknél senki nem tudja elolvasni.
it: Clink non ha server né una copia della chiave, quindi nessuno in Clink può leggerne nulla.
ja: Clinkにはサーバーも鍵の控えもないため、Clinkの誰も内容を読むことはできません。
ko: Clink에는 서버도 키 사본도 없으므로 Clink의 누구도 내용을 읽을 수 없습니다.
ms: Clink tiada pelayan dan tiada salinan kunci, jadi tiada sesiapa di Clink boleh membacanya.
pt: O Clink não tem servidor nem cópia da chave, por isso ninguém no Clink consegue ler nada disto.
ru: У Clink нет ни сервера, ни копии ключа, поэтому прочитать это не может никто из нас.
zh_hans: Clink 没有服务器，也没有密钥副本，因此 Clink 的任何人都无法读取这些内容。

source: Clink hasn't been shut down on this device. If that changes, it'll show up here.
de: Clink wurde auf diesem Gerät noch nie beendet. Falls sich das ändert, steht es hier.
es: iOS no ha cerrado Clink en este dispositivo. Si eso cambia, aparecerá aquí.
et: Clinki pole selles seadmes suletud. Kui see muutub, ilmub see siia.
fr: Clink n'a jamais été arrêté sur cet appareil. Si cela change, ça apparaîtra ici.
hu: A Clinket még semmi nem állította le ezen az eszközön. Ha ez megváltozik, itt fog megjelenni.
it: Clink non è mai stato chiuso su questo dispositivo. Se dovesse succedere, lo trovi qui.
ja: この端末で Clink が終了させられたことはありません。もしそうなれば、ここに表示されます。
ko: 이 기기에서 Clink가 종료된 적이 없어요. 그런 일이 생기면 여기에 표시돼요.
ms: Clink belum pernah ditutup pada peranti ini. Kalau itu berubah, ia akan muncul di sini.
pt: O Clink nunca foi fechado neste dispositivo. Se isso mudar, aparece aqui.
ru: На этом устройстве Clink ни разу не выгружали. Если это изменится, здесь появится запись.
zh_hans: Clink 在这台设备上还没有被关闭过。如果发生了，会显示在这里。

source: Clink is free for everyone now, but **you'll never pay again**. It's yours, unlocked, for life.
de: Clink ist jetzt für alle kostenlos, aber **du musst nie wieder bezahlen**. Für dich bleibt alles für immer freigeschaltet.
es: Ahora Clink es gratis para todo el mundo, pero **tú no volverás a pagar nunca**. Es tuyo y estará desbloqueado para siempre.
et: Clink on nüüd kõigile tasuta, aga **sa ei pea kunagi enam maksma**. See on sinu, avatud, eluaegselt.
fr: Clink est maintenant gratuit pour tout le monde, mais **tu ne paieras plus jamais**. Il est à toi, déverrouillé à vie.
hu: A Clink mostantól mindenkinek ingyenes, de **neked soha többé nem kell fizetned**. Örökre fel van oldva neked.
it: Ora Clink è gratis per tutti, ma **tu non pagherai mai più**. È tuo, sbloccato per sempre.
ja: Clinkは今では誰でも無料ですが、**あなたがもう支払うことはありません**。ずっとすべて使えます。
ko: 이제 Clink는 모두에게 무료지만, **앞으로 다시 결제할 일은 없어요**. 평생 모든 기능을 사용할 수 있어요.
ms: Clink kini percuma untuk semua, tetapi **anda tak perlu bayar lagi**. Semuanya dibuka untuk anda, selamanya.
pt: Agora o Clink é grátis para toda a gente, mas **tu nunca mais vais pagar**. É teu e fica desbloqueado para sempre.
ru: Теперь Clink бесплатен для всех, но **вы больше никогда не заплатите**. Он ваш, разблокирован, навсегда.
zh_hans: Clink 现在对所有人免费，但**你以后再也不用付费**。它永远属于你，所有功能都已解锁。

source: Clink is free to use inside this app. Pick a plan to make it your keyboard in every other app too.
de: In dieser App ist Clink kostenlos. Wähle einen Tarif, um die Tastatur auch in allen anderen Apps zu verwenden.
es: Clink es gratis dentro de esta app. Elige un plan para usar su teclado también en todas las demás apps.
et: Clink on selles rakenduses tasuta. Vali plaan, et muuta see oma klaviatuuriks ka kõigis teistes rakendustes.
fr: Clink est gratuit dans cette app. Choisis une formule pour utiliser son clavier dans toutes tes autres apps.
hu: A Clink ebben az appban ingyenes. Válassz csomagot, hogy minden más appban is ezt a billentyűzetet használhasd.
it: Clink è gratis dentro questa app. Scegli un piano per usare la sua tastiera anche in tutte le altre app.
ja: このアプリ内ではClinkを無料で使えます。ほかのアプリでもキーボードとして使うには、プランを選んでください。
ko: 이 앱 안에서는 Clink를 무료로 사용할 수 있어요. 다른 모든 앱에서도 키보드로 쓰려면 요금제를 선택하세요.
ms: Clink percuma dalam app ini. Pilih pelan untuk menggunakan papan kekuncinya dalam semua app lain juga.
pt: O Clink é grátis nesta app. Escolhe um plano para usares o teclado também em todas as outras apps.
ru: Clink бесплатен внутри этого приложения. Выберите план, чтобы сделать его своей клавиатурой и во всех остальных приложениях.
zh_hans: Clink 可在此 App 内免费使用。选择一个方案，即可在其他所有 App 中使用 Clink 键盘。

source: Clink is fully offline. Nothing you type is uploaded, and you don't need an account.
de: Clink läuft komplett offline. Nichts, was du tippst, wird hochgeladen, und du brauchst kein Konto.
es: Clink funciona sin conexión. Nada de lo que escribes se sube, y no hace falta cuenta.
et: Clink töötab täielikult ühenduseta. Midagi, mida tipid, ei laadita üles ja sul pole vaja kontot.
fr: Clink marche entièrement hors ligne. Rien de ce que tu tapes n'est envoyé, et tu n'as pas besoin de compte.
hu: A Clink teljesen offline. Amit beírsz, azt semmi nem tölti fel, és fiók sem kell hozzá.
it: Clink funziona tutto offline. Niente di quello che scrivi viene caricato, e non ti serve un account.
ja: Clink は完全オフラインです。入力した文字はどこにもアップロードされませんし、アカウントもいりません。
ko: Clink는 완전히 오프라인으로 동작해요. 입력한 건 어디에도 올라가지 않고, 계정도 필요 없어요.
ms: Clink berfungsi sepenuhnya luar talian. Apa yang anda taip tidak dimuat naik, dan anda tak perlukan akaun.
pt: O Clink funciona todo offline. Nada do que escreves é enviado e não precisas de conta.
ru: Clink работает полностью офлайн. Ничего из напечатанного не загружается, и аккаунт не нужен.
zh_hans: Clink 完全离线。你打的字不会上传，也不用注册账户。

source: Clink is in your keyboard list. Tap 🌐 in any app to switch to it.
de: Clink ist in deiner Tastaturliste. Tippe in einer beliebigen App auf 🌐, um zu Clink zu wechseln.
es: Clink está en tu lista de teclados. Toca 🌐 en cualquier app para cambiar a él.
et: Clink on sinu klaviatuuride loendis. Sellele lülitumiseks puuduta mis tahes rakenduses 🌐.
fr: Clink est dans ta liste de claviers. Touche 🌐 dans n’importe quelle app pour l’utiliser.
hu: A Clink szerepel a billentyűzeteid között. Bármely appban koppints a 🌐 gombra a váltáshoz.
it: Clink è nell’elenco delle tastiere. Tocca 🌐 in qualsiasi app per usarlo.
ja: Clinkがキーボード一覧に追加されています。アプリで🌐をタップすると切り替えられます。
ko: Clink가 키보드 목록에 추가되었습니다. 어떤 앱에서든 🌐을 탭하여 전환하세요.
ms: Clink ada dalam senarai papan kekunci anda. Ketik 🌐 dalam mana-mana app untuk beralih kepadanya.
pt: O Clink está na sua lista de teclados. Toque em 🌐 em qualquer app para o selecionar.
ru: Clink добавлен в список клавиатур. Нажмите 🌐 в любом приложении, чтобы переключиться на него.
zh_hans: Clink 已加入你的键盘列表。在任意 App 中轻点 🌐 即可切换。

source: Clink is made by anti.ltd. Dictionary licenses are in Dictionaries under Extras.
de: Clink kommt von anti.ltd. Die Wörterbuchlizenzen findest du unter Wörterbücher in Extras.
es: Clink lo hace anti.ltd. Las licencias de los diccionarios están en Diccionarios, dentro de Extras.
et: Clinki loob anti.ltd. Sõnaraamatute litsentsid asuvad jaotises Sõnaraamatud all Lisad.
fr: Clink est fait par anti.ltd. Les licences des dictionnaires sont dans Dictionnaires, sous Extras.
hu: A Clinket az anti.ltd készíti. A szótárlicenceket az Extrák Szótárak részében találod.
it: Clink è fatto da anti.ltd. Le licenze dei dizionari sono in Dizionari, dentro Extra.
ja: Clink は anti.ltd が作っています。辞書のライセンスは「その他」の辞書にあります。
ko: Clink는 anti.ltd에서 만들었어요. 사전 라이선스는 추가 기능의 사전에 있어요.
ms: Clink dibuat oleh anti.ltd. Lesen kamus ada dalam Kamus di bawah Tambahan.
pt: O Clink é feito pela anti.ltd. As licenças dos dicionários estão em Dicionários, em Extras.
ru: Clink делает anti.ltd. Лицензии словарей — в разделе «Словари», в «Дополнительном».
zh_hans: Clink 由 anti.ltd 制作。词典许可证在扩展功能的词典里。

source: Clink is offline with no accounts. Your keystrokes never leave the device. Full Access only lets the keyboard play audio and vibrate.
de: Clink läuft offline, ganz ohne Accounts. Deine Tastenanschläge verlassen nie das Gerät. Vollzugriff erlaubt der Tastatur nur, Sound abzuspielen und zu vibrieren.
es: Clink funciona sin conexión y sin cuentas. Lo que escribes nunca sale del dispositivo. El acceso completo solo sirve para que el teclado reproduzca sonido y vibre.
et: Clink töötab ühenduseta, ilma kontodeta. Sinu klahvivajutused ei lahku kunagi seadmest. Täisjuurdepääs lubab klaviatuuril ainult heli esitada ja vibreerida.
fr: Clink marche hors ligne, sans compte. Tes frappes ne quittent jamais l'appareil. L'accès complet sert juste à jouer du son et à faire vibrer le clavier.
hu: A Clink offline, fiók nélkül. A leütéseid soha nem hagyják el a készüléket. A Teljes hozzáférés csak arra kell, hogy a billentyűzet hangot adjon és rezegjen.
it: Clink è offline e senza account. Quello che scrivi non lascia mai il dispositivo. L'accesso completo serve solo a far suonare e vibrare la tastiera.
ja: Clinkはオフラインで動き、アカウントもいりません。あなたのキー入力がデバイスの外に出ることはありません。フルアクセスでできるのは、キーボードで音を鳴らしたり振動させたりすることだけです。
ko: Clink은 오프라인이고 계정이 없어요. 입력한 키는 절대 기기 밖으로 나가지 않아요. 전체 접근을 켜도 키보드가 소리를 내고 진동하는 데만 써요.
ms: Clink berfungsi luar talian tanpa akaun. Ketukan kekunci anda tak pernah keluar dari peranti. Akses Penuh cuma benarkan papan kekunci mainkan audio dan bergetar.
pt: O Clink funciona offline e sem contas. As tuas teclas nunca saem do dispositivo. O acesso total só deixa o teclado tocar áudio e vibrar.
ru: Clink работает офлайн и без аккаунтов. Нажатия клавиш никогда не покидают устройство. Полный доступ нужен клавиатуре только для звука и вибрации.
zh_hans: Clink 离线运行，不用账户。你敲的字绝不会离开设备。完全访问权限只是用来让键盘发声和振动。

source: Clink keeps a light theme and a dark one and follows your phone. Picking from the keyboard replaces whichever of the two is on screen at the time.
de: Clink behält ein helles und ein dunkles Theme und richtet sich nach deinem Telefon. Eine Auswahl von der Tastatur ersetzt das, was gerade auf dem Bildschirm ist.
es: Clink guarda un tema claro y otro oscuro, y sigue a tu teléfono. Elegir desde el teclado sustituye al que esté en pantalla en ese momento.
et: Clink hoiab eraldi heledat ja tumedat teemat ning järgib telefoni seadet. Klaviatuurilt valimine asendab selle, mis parajasti ekraanil on.
fr: Clink garde un thème clair et un thème sombre, et suit ton téléphone. Choisir depuis le clavier remplace celui qui est à l'écran à ce moment-là.
hu: A Clink külön világos és sötét témát tart, és a telefonodat követi. A billentyűzetről választott téma azt váltja le, amelyik éppen a képernyőn van.
it: Clink tiene un tema chiaro e uno scuro e segue il telefono. Sceglierne uno dalla tastiera sostituisce quello che in quel momento è sullo schermo.
ja: Clink はライトとダークのテーマをそれぞれ持ち、端末の設定に合わせます。キーボードから選ぶと、そのとき画面に出ている側が入れ替わります。
ko: Clink는 밝은 테마와 어두운 테마를 따로 두고 기기 설정을 따릅니다. 키보드에서 고르면 그때 화면에 쓰이고 있는 쪽이 바뀝니다.
ms: Clink menyimpan satu tema cerah dan satu tema gelap dan mengikut telefon anda. Memilih dari papan kekunci akan menggantikan tema yang sedang dipaparkan ketika itu.
pt: O Clink guarda um tema claro e outro escuro e segue o telemóvel. Escolher a partir do teclado substitui aquele que estiver no ecrã nesse momento.
ru: Clink хранит светлую и тёмную темы и следует за настройкой телефона. Выбор с клавиатуры заменяет ту из них, которая сейчас на экране.
zh_hans: Clink 会分别保存浅色和深色两个主题，并跟随手机的设置。从键盘选择时，替换的是当时屏幕上正在用的那一个。

source: Clink keeps correcting a word I actually use
de: Clink korrigiert ständig ein Wort, das ich wirklich benutze
es: Clink me corrige una palabra que sí uso
et: Clink parandab pidevalt sõna, mida ma tegelikult kasutan
fr: Clink corrige sans cesse un mot que j'utilise vraiment
hu: A Clink folyton kijavít egy szót, amit tényleg használok
it: Clink continua a correggere una parola che uso davvero
ja: よく使う単語をClinkが毎回直してしまいます
ko: 실제로 쓰는 단어를 Clink이 자꾸 고칩니다
ms: Clink asyik membetulkan perkataan yang memang saya guna
pt: O Clink corrige uma palavra que eu uso mesmo
ru: Clink всё время исправляет слово, которым я реально пользуюсь
zh_hans: 我常用的词老是被 Clink 改掉

source: Clink keeps the guardrails on: it rewrites what you say your way, but never answers it or adds anything you didn't say.
de: Clink behält die Leitplanken: Es schreibt das Gesagte nach deinen Wünschen um, beantwortet es aber nie und fügt nichts hinzu, was du nicht gesagt hast.
es: Clink mantiene las salvaguardas: reescribe lo que dices a tu manera, pero nunca lo responde ni añade nada que no dijeras.
et: Clink hoiab piiraiad püsti: ta kirjutab sinu üteldu sinu moel ümber, aga ei vasta sellele kunagi ega lisa midagi, mida sa ei öelnud.
fr: Clink garde les garde-fous : il réécrit ce que tu dis à ta façon, mais ne le répond jamais et n'ajoute rien que tu n'aies dit.
hu: Clink megtartja a védőkorlátokat: a te stílusodban írja át, amit mondasz, de sosem válaszol rá, és nem tesz hozzá semmit, amit nem mondtál.
it: Clink mantiene le protezioni: riscrive quello che dici a modo tuo, ma non risponde mai e non aggiunge nulla che tu non abbia detto.
ja: Clink はガードレールを保ちます。話した内容をあなたの指示どおりに書き直しますが、それに答えたり、言っていないことを付け足したりは決してしません。
ko: Clink는 안전장치를 유지해요. 말한 내용을 원하는 방식으로 다시 쓸 뿐, 거기에 답하거나 하지 않은 말을 덧붙이지 않아요.
ms: Clink mengekalkan garis panduannya: ia menulis semula apa yang anda sebut mengikut cara anda, tetapi tidak sekali-kali menjawabnya atau menambah apa-apa yang anda tidak sebut.
pt: O Clink mantém as proteções: reescreve o que dizes à tua maneira, mas nunca responde nem acrescenta nada que não tenhas dito.
ru: Clink держит границы: он переписывает сказанное вашими словами, но никогда не отвечает на него и не добавляет того, чего вы не говорили.
zh_hans: Clink 会守住安全边界：它按你的方式改写你说的话，但绝不会去回应，也不会添加你没说过的内容。

source: Clink keyboard
de: Clink-Tastatur
es: Teclado Clink
et: Clinki klaviatuur
fr: Clavier Clink
hu: Clink billentyűzet
it: Tastiera Clink
ja: Clinkキーボード
ko: Clink 키보드
ms: Papan kekunci Clink
pt: Teclado Clink
ru: Клавиатура Clink
zh_hans: Clink 键盘

source: Clink keyboard added
de: Clink-Tastatur hinzugefügt
es: Teclado Clink añadido
et: Clinki klaviatuur lisatud
fr: Clavier Clink ajouté
hu: Clink billentyűzet hozzáadva
it: Tastiera Clink aggiunta
ja: Clink キーボードを追加済み
ko: Clink 키보드 추가됨
ms: Papan kekunci Clink ditambah
pt: Teclado Clink adicionado
ru: Клавиатура Clink добавлена
zh_hans: 已添加 Clink 键盘

source: Clink language packs
de: Clink-Sprachpakete
es: Paquetes de idioma de Clink
et: Clinki keelepaketid
fr: Packs linguistiques de Clink
hu: Clink nyelvi csomagok
it: Pacchetti lingua di Clink
ja: Clink 言語パック
ko: Clink 언어 팩
ms: Pek bahasa Clink
pt: Pacotes de idioma do Clink
ru: Языковые пакеты Clink
zh_hans: Clink 语言包

source: Clink only reads your clipboard when you ask it to, and clips stay on the device.
de: Clink liest die Zwischenablage nur, wenn du es willst, und die Clips bleiben auf dem Gerät.
es: Clink solo lee el portapapeles cuando se lo pides, y los clips se quedan en el dispositivo.
et: Clink loeb sinu lõikelauda ainult siis, kui sa seda palud, ja klipid jäävad seadmesse.
fr: Clink ne lit le presse-papiers que quand tu le demandes, et les clips restent sur l'appareil.
hu: A Clink csak akkor olvassa a vágólapot, ha kéred, és a másolatok a készüléken maradnak.
it: Clink legge gli appunti solo quando glielo chiedi, e i contenuti restano sul dispositivo.
ja: Clinkはあなたが求めたときだけクリップボードを読み、コピーした内容は端末に残ります。
ko: Clink는 요청할 때만 클립보드를 읽고, 복사한 내용은 기기에 남아요.
ms: Clink hanya membaca papan keratan bila anda minta, dan klip kekal pada peranti.
pt: O Clink só lê a área de transferência quando lhe pedes, e os clips ficam no dispositivo.
ru: Clink читает буфер обмена, только когда вы попросите, и фрагменты остаются на устройстве.
zh_hans: Clink 只在你需要时读取剪贴板，复制的内容都留在设备上。

source: Clink presets
de: Clink-Vorlagen
es: Preajustes de Clink
et: Clinki eelseadistused
fr: Préréglages Clink
hu: Clink-előbeállítások
it: Preimpostazioni Clink
ja: Clinkのプリセット
ko: Clink 프리셋
ms: Pratetap Clink
pt: Predefinições do Clink
ru: Шаблоны Clink
zh_hans: Clink 预设

source: Clink profiles
de: Clink-Profile
es: Perfiles de Clink
et: Clinki profiilid
fr: Profils de Clink
hu: Clink-profilok
it: Profili di Clink
ja: Clink プロファイル
ko: Clink 프로필
ms: Profil Clink
pt: Perfis do Clink
ru: Профили Clink
zh_hans: Clink 配置文件
